---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.PascalSeconds
source: html/70e0e674-0f0d-1ec9-d7f6-78d750f49c3c.htm
---
# Autodesk.Revit.DB.UnitTypeId.PascalSeconds Property

Pascal seconds.

## Syntax (C#)
```csharp
public static ForgeTypeId PascalSeconds { get; }
```